amarok
amberol
android-tools
appimagelauncher
ario
aurorae
baidunetdisk-bin
base
base-devel
bat
bc
beets
bluedevil
blueman
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
calcurse
calibre
cava
chromium
code
cowsay
cronie
dialog
discover
dosfstools
downgrade
drkonqi
efibootmgr
exo
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-material-color
fcitx5-skin-microsoft_style
ffmpegthumbnailer
filelight
firefox
fish
flatpak-kcm
flclash-bin
flclash-bin-debug
flutter
fortune-mod
fzf
garcon
gemini-cli
git
go-musicfox-bin
grim
grub
gvfs-mtp
htop
hyprland
hyprpaper
intel-media-driver
intel-ucode
kactivitymanagerd
kate
kcalc
kd-bin
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libpeas-2
libplasma
libreoffice-fresh
linux-firmware
linux-lts
linux-lts-headers
localsend-bin
lolcat
man-db
milou
minder
mission-center
mousepad
mpc
mpd
mpv
mpvpaper
mtpfs
my-yesplaymusic-bin
ncmpcpp
neovim
network-manager-applet
networkmanager
newsboat
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
obsidian
ocean-sound-theme
okular
openssh
oxygen
oxygen-sounds
parole
paru
paru-debug
pavucontrol
pipewire
pipewire-pulse
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
pnpm
polkit-kde-agent
pomotroid-bin
power-profiles-daemon
powerdevil
print-manager
python-mov-cli-youtube
python-pipx
qbittorrent
qqc2-breeze-style
qwen-code
redshift
rhythmbox
rhythmbox-plugin-alternative-toolbar
rhythmbox-plugin-tray-icon
ristretto
rustup
sddm
sddm-astronaut-theme
sddm-kcm
slurp
spectacle
speedtest-rs-bin
spek
splayer-git
sudo
swappy
swayimg
sxiv
systemsettings
telegram-desktop
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
trash-cli
tree
ttf-dejavu-nerd
ttf-jetbrains-mono-nerd
tty-clock
ttyper
tumbler
ufw
untrunc-anthwlock-cli-git
vim
vlc
vlc-plugins-all
vulkan-intel
wacomtablet
waifu-generator
waybar
wechat-bin
wego
wmenu
wofi
xdg-desktop-portal-kde
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
yazi
z-library-bin
zotero-bin
zoxide
